{
  "wom": {
    "1": {
      "id": 1,
      "name": "ELIANA Джинсовые брюки",
      "vendorcode": "1009-50923-1094/4374",
      "cost": 1999,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's trousers/1009-50923-1094_4374.jpg",
      "landingJeans": "ELIANA Женские джинсы классических пропорций, предназначенные для деловых и уверенных в себе женщин, выполненные в стиле Regular. Прекрасно смотрятся в комплекте с вещами различных стилей. Модель темно-синего цвета классического покроя."
    },
    "2": {
      "id": 2,
      "name": "GEORGET Джинсовые брюки",
      "vendorcode": "1009-50071-12751/3167",
      "cost": 999,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's trousers/1009-50071-12751_3167.jpg",
      "landingJeans": " Голубого цвета. С не ярко выраженными потертостямипосадка низкая. Ширинка на молнии. Широкий пояс на двух болтах.  На поясе V-образный вырез. Задний карман стандартной формы, маленький, высоко посажен. Необычные строчки и фурнитура под передним карманом.Модель обтягивает бедра. От колена до щиколотки умеренно зауженные, не плотно облегают ногу. Внизу на брючине так же разрезы."
    },
    "3": {
      "id": 3,
      "name": "MIKA Джинсовые брюки",
      "vendorcode": "1009-50869-1784/3113",
      "cost": 2199,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's trousers/1009-50869-1784_3113.jpg",
      "landingJeans": " Голубого цвета. С не ярко выраженными потертостями от бёдер до колен. 3D эффект в районе бёдер и на поясе. Мраморная варка. Большое кол-во маленьких разрезов, разрывов и царапин по всей площади изделия.Модель от бедра до колена свободного кроя, от колена до щиколотки заужены. Посадка  произвольная, т.е. особый крой позволяет носить джинсы как с высокой или обычной посадкой, так и сильно приспущенными на бёдрах. Ширинка на молнии, длинный  шаговый шов. Задний карман типичный для мужских джинс. Глубокий вырез передних карманов."
    },
    "4": {
      "id": 4,
      "name": "ERIKA Джинсовые брюки",
      "vendorcode": "1009-50668-1361/3100",
      "cost": 1999,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's trousers/1009-50668-1361_3100.jpg",
      "landingJeans": " Cветло-синие джинсы ERIKA представлены в удобном и качественном стиле, который называется Regular (old) style – классический, свободный. Данные штаны не имеют рисунков (принтов) или нашивок на карманах и штанинах, но присутствуют интенсивные потертости и рванные места на штанинах. Особенности пошива: крой надежный прочными нитками, пуговицы и клепки металлические, застегивается на молнии. Джинсы ERIKA пошиты из хлопковой ткани, светлого цвета."
    },
    "5": {
      "id": 5,
      "name": "BERTA Джинсовые брюки",
      "vendorcode": "1009-5725-1495/1365",
      "cost": 999,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's trousers/1009-5725-1495_1365.jpg",
      "landingJeans": " BERTA Женские джинсы синего цвета со светлыми потертостями. Являются неотъемлемым элементом гардероба современной женщины, которая отдает предпочтение классическим вещам. Детали: узкие обтягивающие джинсы с длиной ниже щиколотки из эластической ткани."
    },
    "6": {
      "id": 6,
      "name": "MELINA Джинсовые брюки",
      "vendorcode": "1009-50422-12837/3279",
      "cost": 1499,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's trousers/1009-50422-12837_3279.jpg",
      "landingJeans": " MELINA пошиты из очень качественной и натуральной ткани (хлопок) с добавлением эластана. Они прекрасно смотрятся на подтянутой женской фигуре, а также представлены в комфортном стиле – Slimstyle (обтягивающий). На них нет ярких нашивок (принтов) и рисунков. Особенности пошива: качественный крой, металлические клепки и пуговицы, застежка – молния, передние карманы глубокие. Джинсы MELINA темного цвета."
    },
    "7": {
      "id": 7,
      "name": "MERY Джинсовые шорты",
      "vendorcode": "1009-60117-1688/712",
      "cost": 299,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's shorts/1009-60117-1688_712.jpg",
      "landingJeans": " Джинсовые шорты MERY имеют свободный крой. Такая модель прекрасно сядет на любую фигуру. Удобная вещь для любых случаев. Детали: шорты изготовлены из джинсовой ткани светлого цвета, в некоторых местах имеются потертости, внизу штанины немного подвернуты."
    },
    "8": {
      "id": 8,
      "name": "AMELIE Джинсовые шорты",
      "vendorcode": "1009-60370-1770/3655",
      "cost": 699,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's shorts/1009-60370-1770_3655.jpg",
      "landingJeans": "  Модель AMELIE изготовлена из 100% летнего хлопка светло-синего цвета, очень приятного на ощупь. Детали: застежка – металлическая молния, два накладных кармана на задней части шорт с фигурной вышивкой и два кармана с фигурным входом в боковых швах. На передней части шорт есть рваные потертости, а линия низа оформлена отворотами."
    },
    "9": {
      "id": 9,
      "name": "VERA Джинсовые шорты",
      "vendorcode": "1009-60276-1094/3044",
      "cost": 699,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's shorts/1009-60276-1094_3044.jpg",
      "landingJeans": " Модель шортов VERA выполнена из качественного денима синего цвета с декоративным узором из горизонтальных полосок и звезд белого цвета, на передней части шортов есть дырки. Детали: застежка – металлическая молния, есть пять карманов, из которых два накладных на задней части шортов и три с фигурным входом расположенные в боковых швах. Нижняя линия шортов оформлена бахромой."
    },
    "10": {
      "id": 10,
      "name": "LINDLEY Джинсовые шорты",
      "vendorcode": "1009-60370-13139/4372",
      "cost": 599,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's shorts/1009-60370-13139_4372.jpg",
      "landingJeans": " Модель шортов LINDLEY классического синего цвета с легкостью поможет создать яркий и неповторимый образ, уместный как для вечеринки, так и для повседневной жизни. Детали: материал – хлопок 98%, застёжка основана на болтах, два накладных кармана расположены на задней части шорт и два с фигурным входом в боковом шве. На передней части шорт есть потертости, а линия низа оформлена широкими отворотами."
    },
    "11": {
      "id": 11,
      "name": "DANTELA Джинсовые шорты",
      "vendorcode": "1214-41054-7629/5332",
      "cost": 299,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's shorts/1214-41054-7629_5332.jpg",
      "landingJeans": " Женские джинсовые шорты DANTELA выполнены в удобном современном стиле, который очень популярен среди молодежи. На данном товаре спереди и на задних карманах присутствуют принты в виде оригинальных узоров. Особенности пошива: маленькая длина, высокая талия, застегивается на молнии, карманы глубокие. Шорты выполнены из натуральной хлопковой ткани голубого цвета. Они прекрасно сочетаются со стильными легкими топами, рубашками и футболками.                         "
    },
    "12": {
      "id": 12,
      "name": "ARLENIS Джинсовые капри",
      "vendorcode": "1212-60142-1558/2097",
      "cost": 599,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's shorts/1212-60142-1558_2097.jpg",
      "landingJeans": " Удобные повседневные женские джинсовые капри ARLENIS прекрасно подчеркнут вашу фигуру. Эти стильные капри можно надеть на прогулку, на вечеринку, на природу. В них вы будете блистать везде! Детали: модель выполнена из джинсовой ткани светлого цвета."
    },
    "13": {
      "id": 13,
      "name": "Jolin Джинсовая юбка",
      "vendorcode": "1009-60207-1094/2554",
      "cost": 499,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's skirt/1009-60207-1094_2554.jpg",
      "landingJeans": " Модель юбки-мини JOLIN универсального синего цвета из приятного на ощупь 98% хлопка станет стильным дополнением для любого гардероба. Детали: железная застежка-молния, есть четыре кармана, из которых два накладных расположенных на задней части юбки и два кармана с фигурным входом в боковых швах. Также, на юбке присутствует эффект потертости."
    },
    "14": {
      "id": 14,
      "name": "Pony Джинсовая юбка",
      "vendorcode": "1009-60099-1776/2663",
      "cost": 299,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's skirt/1009-60099-1776_2663.jpg",
      "landingJeans": " Джинсовая юбка PONY в стиле casual – прекрасная форма одежды на каждый день. Юбка изготовлена из качественного материала, имеет оптимальную длину, максимально удобная. Детали: модель выполнена из светлой джинсовой ткани, имеются легкие вытертости."
    },
    "15": {
      "id": 15,
      "name": "Adrea Джинсовая юбка",
      "vendorcode": "1009-60302-1776/3255",
      "cost": 399,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's skirt/1009-60302-1776_3255.jpg",
      "landingJeans": " ADREA - является настоящим стандартом джинсового тренда. Благодаря своему классическому приталенному крою, она всегда будет актуальной независимо от переменчивости моды и времени. Джинсовая юбка изготовлена из качественного приятного на ощупь денима практичного синего цвета, в состав, которого входит 98% хлопка. Детали: застежка – металлическая молния, пять карманов, из которых два декорированных потертостями и строчкой накладных кармана на задней части юбки и три с фигурным входом расположенные в боковых швах."
    },
    "16": {
      "id": 16,
      "name": "Macy Джинсовая юбка",
      "vendorcode": "1212-60110-1167/2094",
      "cost": 399,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's skirt/1212-60110-1167_2094.jpg",
      "landingJeans": " Юбка MACY выполнена из денима темного цвета. Это прекрасный повседневный вариант. Детали: модель выполнена из темной джинсовой ткани, в некоторых местах имеются потертости, короткая, ровная, застегивается на молнию и пуговицу, два кармана спереди и два сзади."
    },
    "17": {
      "id": 17,
      "name": "ADORA Джинсовая юбка",
      "vendorcode": "1009-60302-13310/4727",
      "cost": 499,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's skirt/1009-60302-13310_4727.jpg",
      "landingJeans": " Женская джинсовая юбка ADORA – модель, которую можно комбинировать с разной одеждой и обувью. Такая юбка обеспечивает приятный повседневный комфорт. Изготовлена из высококачественного, приятного к телу, материала. Детали: модель выполнена из темной джинсо."
    },
    "18": {
      "id": 18,
      "name": "Kika Джинсовая юбка",
      "vendorcode": "1009-60110-1295_2671",
      "cost": 299,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Women's skirt/1009-60110-1295_2671.jpg",
      "landingJeans": " Классическая джинсовая женская юбка Kika обязательно должна быть в каждом гардеробе, так как ее можно надеть куда угодно: на работу, на вечеринку, на свидание, на прогулку. В такой юбке вы всегда будете выглядеть стильно и привлекательно."
    }
  },
  "mans":{
    "1.1":{"id": 1.1,
      "name": "HOLLYWOOD Мужские джинсы",
      "vendorcode": "1009-50089-2122/2984",
      "cost": 999,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's trousers/1009-50089-2122_2984.jpg",
      "landingJeans": "HOLLYWOOD отлично смотрятся с однотонным верхом. В них достаточно комфортно, нет излишней тесноты. Данные штаны представлены в современном стиле Regular (old) style (старая классика). Также они не имеют на карманах или штанинах ярких принтов или нашивок. Особенности пошива: качественный крой, прочные пуговицы и клепки, застегиваются на молнии. Джинсы пошиты из натуральной ткани, светлого цвета."
    },
    "1.2":{"id": 1.2,
      "name": "BERNARDO X Мужские джинсы",
      "vendorcode": "1009-50296-1695/2677",
      "cost": 499,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's trousers/1009-50296-1695_2677.jpg",
      "landingJeans": "Мужские джинсы BERNARDO X отлично подойдут под классический или спортивный стиль. Джинсы имеют стиль расширенные снизу (Boot cut). Большинство мужчин выбирают в основном темные брюки и джинсы. Также эти мужские джинсы не имеют принтов."
    },
    "1.3":{"id": 1.3,
      "name": "DIEGO  Мужские джинсы",
      "vendorcode": "1009-50260-13502/4346",
      "cost": 1499,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's trousers/1009-50260-13502_4346.jpg",
      "landingJeans": "DIEGO – это достаточно практичный и качественный товар. Штаны данного бренда представлены в удобном Regular (old) style стиле – классический и свободный. На них нет красочных принтов и нашивок. Особенности пошива: качественная кройка, клепки и пуговицы из металла, молния. Джинсы MARRISON пошиты из ткани отличного качества (хлопок) с присутствием эластана, светлого цвета."
    },
    "1.4":{"id": 1.4,
      "name": "PAUL Мужские джинсы",
      "vendorcode": "1009-5760-12423/3001",
      "cost": 999,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's trousers/1009-5760-12423_3001.jpg",
      "landingJeans": "PAUL выполнены в оригинальном, свободном стиле, который нравится многим мужчинам. Представлены штаны PAUL в известном Regular (old) style стиле. На них нет красочных нашивок или принтов. Особенности пошива: прочные пуговицы и клепки, качественная кройка, застегиваются молнией, глубокие передние карманы. Джинсы PAUL пошиты из высококачественной хлопковой ткани с эластаном, их цвет светлый."
    },
    "1.5":{"id": 1.5,
      "name": "BERNARDO X Мужские джинсы",
      "vendorcode": "1009-50296-1763/2926",
      "cost": 1299,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's trousers/1009-50296-1763_2926.jpg",
      "landingJeans": "BERNARDO X – это качественный и очень удобный элемент гардероба. Они отлично дополняют офисный стиль и представлены в Regular (old) style стиле. На штанах данного бренда не имеется нашивок (принтов). Особенности пошива: надежный крой, пуговицы и клепки крепкие, застежка – молния, передние карманы глубокие. Джинсы BERNARDO X пошиты из хлопковой ткани высокого качества с присутствием эластана. Цвет ткани синий."
    },
    "1.6":{"id": 1.6,
      "name": "SAWYER Мужские джинсы",
      "vendorcode": "1009-50162-1799/2388",
      "cost": 1699,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's trousers/1009-50162-1799_2388.jpg",
      "landingJeans": "SAWYER – цветной деним «Графит». Без ярко выраженных потертостей. Малое количество этапов обработки. 3D эффект на бёдрах и под коленями. Mодель  обтягивает бедра с  прямой, не широкой брючиной до колена. От колена к низу брючина умеренно заужена. Посадка низкая. Ширинка на  болтах. Задний карман узкий, нестандартный для мужских моделей.  Очень удобны в носке золотая середина между классическими прямыми и узкими моделями."
    },
    "1.7":{"id": 1.7,
      "name": "DEVON Мужская джинсовая рубашка",
      "vendorcode": "1009-60071-1252/3045",
      "cost": 799,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's other/1009-60071-1252_3045.jpg",
      "landingJeans": "DEVON представляет собой качественный и очень стильный товар, который представлен в классическом, сдержанном стиле. Такую рубашку можно совмещать с прямыми джинсами или брюками. На рубашке DEVON нет красочных нашивок (принтов) и рисунков. Особенности пошива: качественная кройка, застегивается на металлических кнопках, длинные рукава, имеются два нагрудных кармана."
    },
    "1.8":{"id": 1.8,
      "name": "PARKER X Мужские джинсовые шорты",
      "vendorcode": "1009-60280-2120/3004",
      "cost": 899,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's other/1009-60280-2120_3004.jpg",
      "landingJeans": "PARKER X - относятся к тому виду одежды, который всегда подчеркнет и выделит стиль мужчины, добавит ему индивидуальности. Модель PARKER X изготовлена из приятного на ощупь денима универсального синего цвета, в состав, которого входит 100% хлопок. Декорированные потертостями на передней части шорт. Детали: застежка – металлическая молния, есть пять карманов - два накладных заниженных кармана расположены на задней части шортов, остальные три с фигурным входом находятся в боковых швах."
    },
    "1.9":{"id": 1.9,
      "name": "DESOR Джинсовые элегантные шорты",
      "vendorcode": "1009-50164-1374/1549",
      "cost": 699,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's other/1009-50164-1374_1549.jpg",
      "landingJeans": "DESOR представлены в свободном и элегантном стиле. Такой товар прекрасно смотрится на подтянутых мужских ногах. Они не имеют на карманах и штанинах современных нашивок (принтов). Особенности пошива: прочная правильная кройка, металлические пуговицы и клепки, застежка – молния. Шорты DESOR пошиты из натуральной ткани (хлопок), темного цвета."
    },
    "2.1":{"id": 2.1,
      "name": "VICTOR X Мужские джинсовые шорты ",
      "vendorcode": "1009-60279-1770/3051",
      "cost": 999,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's other/1009-60279-1770_3051.jpg",
      "landingJeans": "LTB Jeans – это всегда практичные и удобные, универсальные и комфортные решения, которые помогут создавать привлекательный образ современного мужчины. Модель VICTOR X сшита из высококачественного денима светлого синего цвета, в состав, которого входит 100% хлопок. Декорированные потертостями и дырками. Детали: застежка – металлическая молния, есть пять карманов - два накладных кармана расположены на задней части шортов, остальные три с фигурным входом находятся в боковых швах. Нижняя линия шортов отделана отворотом."
    },
    "2.2":{"id": 2.2,
      "name": "SANTINO Мужские джинсовые шорты",
      "vendorcode": "1009-60252-1926/2782",
      "cost": 599,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's other/1009-60252-1926_2782.jpg",
      "landingJeans": "LTB Jeans – это стильный, комфортный и практичный вид одежды. Шорты модели SANTINO приятного синего цвета из качественного материала в комбинации с различными аксессуарами, всегда помогут создать экстравагантный и универсальный образ. Детали: застежка на болтах, есть пять карманов, из которых два прорезных накладных на задней части шортов и три с фигурным входом расположенные в боковых швах, с обеих сторон есть эффект потёртости."
    },
    "2.3":{"id": 2.3,
      "name": "ANDREI Джинсовая мужская жилетка",
      "vendorcode": "1009-60221-1788/2651",
      "cost": 499,
      "existence": "Есть наличие",
      "img": "../../images/Goods/Men's other/1009-60221-1788_2651.jpg",
      "landingJeans": "LTB Jeans – невероятно привлекательный и комфортный элемент мужского гардероба, который позволит идеально подчеркнуть статную фигуру. Модель мужской жилетки ANDREI выполнена в классическом приталенном стиле из приятного на ощупь высококачественного материала, имеет универсальный синий цвет. Детали: застежки – металлические пуговицы, на передней части рубашки есть легкий эффект потертости и два накладных кармана."
    }
  }
}
