{
  "1.1":{"id": 1.1,
    "name": "HOLLYWOOD Мужские джинсы",
    "vendorcode": "1009-50089-2122/2984",
    "cost": 999,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's trousers/1009-50089-2122_2984.jpg",
    "landingJeans": "HOLLYWOOD отлично смотрятся с однотонным верхом. В них достаточно комфортно, нет излишней тесноты. Данные штаны представлены в современном стиле Regular (old) style (старая классика). Также они не имеют на карманах или штанинах ярких принтов или нашивок. Особенности пошива: качественный крой, прочные пуговицы и клепки, застегиваются на молнии. Джинсы пошиты из натуральной ткани, светлого цвета."
  },
  "1.2":{"id": 1.2,
    "name": "BERNARDO X Мужские джинсы",
    "vendorcode": "1009-50296-1695/2677",
    "cost": 499,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's trousers/1009-50296-1695_2677.jpg",
    "landingJeans": "Мужские джинсы BERNARDO X отлично подойдут под классический или спортивный стиль. Джинсы имеют стиль расширенные снизу (Boot cut). Большинство мужчин выбирают в основном темные брюки и джинсы. Также эти мужские джинсы не имеют принтов."
  },
  "1.3":{"id": 1.3,
    "name": "DIEGO  Мужские джинсы",
    "vendorcode": "1009-50260-13502/4346",
    "cost": 1499,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's trousers/1009-50260-13502_4346.jpg",
    "landingJeans": "DIEGO – это достаточно практичный и качественный товар. Штаны данного бренда представлены в удобном Regular (old) style стиле – классический и свободный. На них нет красочных принтов и нашивок. Особенности пошива: качественная кройка, клепки и пуговицы из металла, молния. Джинсы MARRISON пошиты из ткани отличного качества (хлопок) с присутствием эластана, светлого цвета."
  },
  "1.4":{"id": 1.4,
    "name": "PAUL Мужские джинсы",
    "vendorcode": "1009-5760-12423/3001",
    "cost": 999,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's trousers/1009-5760-12423_3001.jpg",
    "landingJeans": "PAUL выполнены в оригинальном, свободном стиле, который нравится многим мужчинам. Представлены штаны PAUL в известном Regular (old) style стиле. На них нет красочных нашивок или принтов. Особенности пошива: прочные пуговицы и клепки, качественная кройка, застегиваются молнией, глубокие передние карманы. Джинсы PAUL пошиты из высококачественной хлопковой ткани с эластаном, их цвет светлый."
  },
  "1.5":{"id": 1.5,
    "name": "BERNARDO X Мужские джинсы",
    "vendorcode": "1009-50296-1763/2926",
    "cost": 1299,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's trousers/1009-50296-1763_2926.jpg",
    "landingJeans": "BERNARDO X – это качественный и очень удобный элемент гардероба. Они отлично дополняют офисный стиль и представлены в Regular (old) style стиле. На штанах данного бренда не имеется нашивок (принтов). Особенности пошива: надежный крой, пуговицы и клепки крепкие, застежка – молния, передние карманы глубокие. Джинсы BERNARDO X пошиты из хлопковой ткани высокого качества с присутствием эластана. Цвет ткани синий."
  },
  "1.6":{"id": 1.6,
    "name": "SAWYER Мужские джинсы",
    "vendorcode": "1009-50162-1799/2388",
    "cost": 1699,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's trousers/1009-50162-1799_2388.jpg",
    "landingJeans": "SAWYER – цветной деним «Графит». Без ярко выраженных потертостей. Малое количество этапов обработки. 3D эффект на бёдрах и под коленями. Mодель  обтягивает бедра с  прямой, не широкой брючиной до колена. От колена к низу брючина умеренно заужена. Посадка низкая. Ширинка на  болтах. Задний карман узкий, нестандартный для мужских моделей.  Очень удобны в носке золотая середина между классическими прямыми и узкими моделями."
  },
  "1.7":{"id": 1.7,
    "name": "DEVON Мужская джинсовая рубашка",
    "vendorcode": "1009-60071-1252/3045",
    "cost": 799,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's other/1009-60071-1252_3045.jpg",
    "landingJeans": "DEVON представляет собой качественный и очень стильный товар, который представлен в классическом, сдержанном стиле. Такую рубашку можно совмещать с прямыми джинсами или брюками. На рубашке DEVON нет красочных нашивок (принтов) и рисунков. Особенности пошива: качественная кройка, застегивается на металлических кнопках, длинные рукава, имеются два нагрудных кармана."
  },
  "1.8":{"id": 1.8,
    "name": "PARKER X Мужские джинсовые шорты",
    "vendorcode": "1009-60280-2120/3004",
    "cost": 899,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's other/1009-60280-2120_3004.jpg",
    "landingJeans": "PARKER X - относятся к тому виду одежды, который всегда подчеркнет и выделит стиль мужчины, добавит ему индивидуальности. Модель PARKER X изготовлена из приятного на ощупь денима универсального синего цвета, в состав, которого входит 100% хлопок. Декорированные потертостями на передней части шорт. Детали: застежка – металлическая молния, есть пять карманов - два накладных заниженных кармана расположены на задней части шортов, остальные три с фигурным входом находятся в боковых швах."
  },
  "1.9":{"id": 1.9,
    "name": "DESOR Джинсовые элегантные шорты",
    "vendorcode": "1009-50164-1374/1549",
    "cost": 699,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's other/1009-50164-1374_1549.jpg",
    "landingJeans": "DESOR представлены в свободном и элегантном стиле. Такой товар прекрасно смотрится на подтянутых мужских ногах. Они не имеют на карманах и штанинах современных нашивок (принтов). Особенности пошива: прочная правильная кройка, металлические пуговицы и клепки, застежка – молния. Шорты DESOR пошиты из натуральной ткани (хлопок), темного цвета."
  },
  "2.0":{"id": 2.0,
    "name": "VICTOR X Мужские джинсовые шорты ",
    "vendorcode": "1009-60279-1770/3051",
    "cost": 999,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's other/1009-60279-1770_3051.jpg",
    "landingJeans": "LTB Jeans – это всегда практичные и удобные, универсальные и комфортные решения, которые помогут создавать привлекательный образ современного мужчины. Модель VICTOR X сшита из высококачественного денима светлого синего цвета, в состав, которого входит 100% хлопок. Декорированные потертостями и дырками. Детали: застежка – металлическая молния, есть пять карманов - два накладных кармана расположены на задней части шортов, остальные три с фигурным входом находятся в боковых швах. Нижняя линия шортов отделана отворотом."
  },
  "2.1":{"id": 2.1,
    "name": "SANTINO Мужские джинсовые шорты",
    "vendorcode": "1009-60252-1926/2782",
    "cost": 599,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's other/1009-60252-1926_2782.jpg",
    "landingJeans": "LTB Jeans – это стильный, комфортный и практичный вид одежды. Шорты модели SANTINO приятного синего цвета из качественного материала в комбинации с различными аксессуарами, всегда помогут создать экстравагантный и универсальный образ. Детали: застежка на болтах, есть пять карманов, из которых два прорезных накладных на задней части шортов и три с фигурным входом расположенные в боковых швах, с обеих сторон есть эффект потёртости."
  },
  "2.2":{"id": 2.2,
    "name": "ANDREI Джинсовая мужская жилетка",
    "vendorcode": "1009-60221-1788/2651",
    "cost": 499,
    "existence": "Есть наличие",
    "img": "../../images/Goods/Men's other/1009-60221-1788_2651.jpg",
    "landingJeans": "LTB Jeans – невероятно привлекательный и комфортный элемент мужского гардероба, который позволит идеально подчеркнуть статную фигуру. Модель мужской жилетки ANDREI выполнена в классическом приталенном стиле из приятного на ощупь высококачественного материала, имеет универсальный синий цвет. Детали: застежки – металлические пуговицы, на передней части рубашки есть легкий эффект потертости и два накладных кармана."
  }
}